Repository: wechange-eg/cosinnus-event
Catalog: cosinnus_event/locale/*/LC_MESSAGES/django.po
Languages: kk

source: Events
kk: Шаралар

# the_app
source: event
kk: the_app event

source: A user created a new event
kk: Пайдаланушы жаңа шара құрды

source: %(sender_name)s created a new event
kk: %(sender_name)s жаңа шара құрды

source: A new event: "%(object_name)s" was announced in %(team_name)s.
kk: Жаңа шара: „%(object_name)s“ %(team_name)s ішінде жарияланды.

source: A user created a new event poll
kk: Пайдаланушы жаңа шара сауалнамасын жасады

source: %(sender_name)s created a new event poll
kk: %(sender_name)s жаңа шара сауалнамасын жасады

source: A new event poll: "%(object_name)s" was created in %(team_name)s.
kk: Жаңа шара сауалнамасы: „%(object_name)s“ %(team_name)s ішінде жасалды.

source: A user commented on one of your events
kk: Пайдаланушы сіздің шараларыңыздың біріне комментарий қалдырды

source: %(sender_name)s commented on your event
kk: %(sender_name)s сіздің шараңызға комментарий қалдырды

source: %(sender_name)s commented on one of your events
kk: %(sender_name)s сіздің шараңыздың біріне комментарий қалдырды

source: A user commented on a event you were tagged in
kk: Пайдаланушы сіз белгіленген шаралардың біріне комментарий қалдырды

source: %(sender_name)s commented on an event you were tagged in
kk: %(sender_name)s сіз белгіленген шаралардың біріне комментарий қалдырды

source: %(sender_name)s commented on an event you were tagged in in %(team_name)s
kk: %(team_name)s сіз %(sender_name)s те белгіленген шараға комментарий қалдырды

source: A user commented on an event you voted in
kk: Пайдаланушы сіз дауыс берген шараға комментарий қалдырды

source: %(sender_name)s commented on an event you voted in
kk: %(sender_name)s сіз дауыс берген шараға комментарий қалдырды

source: %(sender_name)s commented on an event you voted in in %(team_name)s
kk: %(team_name)s сіз %(sender_name)s да дауыс берген шараға комментарий қалдырды

source: A user commented on an event you are attending
kk: Пайдаланушы сіз қатысып тұратын шараға түсініктеме берді

source: %(sender_name)s commented on an event you are attending
kk: %(sender_name)s сіз қатысып тұратын шараға түсініктеме берді

source: %(sender_name)s commented on an event you are attending in %(team_name)s
kk: %(team_name)s сіз %(sender_name)s қатысатын шараға түсініктеме берді

source: A user created a new event in a team you are following
kk: Пайдаланушы сіз бақылайтын топта жаңа шара жасады

source: %(sender_name)s created a new event in %(team_name)s (which you follow)
kk: %(sender_name)s %(team_name)s де жаңа шара құрды (сіз бақылап отырған)

source: A new event: "%(object_name)s" was announced in %(team_name)s (which you follow).
kk: Жаңа шара: „%(object_name)s“ %(team_name)s ішінде жарияланған (сіз бақылап отырған).

source: A user created a new event poll in a team you are following
kk: Пайдаланушы сіз бақылап отырған топтағы жаңа шара сауалнамасын жасады

source: %(sender_name)s created a new event pollin %(team_name)s (which you follow)
kk: %(sender_name)s шараның %(team_name)s жаңа сауалнамасын жасады (сіз бақылап отырған)

source: A new event poll: "%(object_name)s" was created in %(team_name)s (which you follow).
kk: Жаңа сауалнама шарасы: „%(object_name)s“ %(team_name)s де (сіз бақылап отырған) жасалды.

source: A user commented on an event you are following
kk: Пайдаланушы сіз бақылайтын шараға комментарий қалдырды

source: %(sender_name)s commented on an event you are following
kk: Сіз бақылайтын шараға %(sender_name)s комментарий қалдырды

source: %(sender_name)s commented on an event you are following in %(team_name)s
kk: %(team_name)s де сіз бақылап жатқан шараға %(sender_name)s комментарий қалдырды

source: A user updated an event
kk: Пайдаланушы шараны жаңартты

source: %(sender_name)s updated an event you are following
kk: %(sender_name)s сіз қатысатын шараны жаңартты

source: The event "%(object_name)s" was updated in %(team_name)s.
kk: „%(object_name)s“ шарасы %(team_name)s-ге жаңартылды.

source: A user updated an event poll
kk: Пайдаланушы шара сауалнамасын жаңартты

source: %(sender_name)s updated an event poll you are following
kk: Сіз бақылап жатқан шараны %(sender_name)s жаңартты

source: The event poll "%(object_name)s" was updated in %(team_name)s.
kk: Жаңа шара: „%(object_name)s“ %(team_name)s ішінде жарияланды.

source: %(sender_name)s voted in an event poll you are following
kk: %(sender_name)s сіз бақылайтын шарада дауыс берді

source: %(sender_name)s voted in the event poll "%(object_name)s" in %(team_name)s.
kk: „%(object_name)s“ %(team_name)s шара сауалнамасында %(sender_name)s дауыс берді.

source: Upcoming Events
kk: Алдағы шаралар

source: No upcoming events
kk: Алда шаралар жоқ

source: Created By
kk: Құрған

source: Soonest Upcoming
kk: Жақында болатын

source: Newest Created
kk: Ең жаңа жасалғандар

source: Title
kk: Атауы

source: Scheduled
kk: Жоспарланған

source: Voting open
kk: Дауыс беру ашық

source: Canceled
kk: Жойылды

source: Archived Event Poll
kk: Мұрағатталған шаралық сауалнамалар

source: Start
kk: Старт

source: End
kk: Финиш

source: State
kk: Жай-күйі

source: Note
kk: Жазба

source: Event date
kk: Шара күні

source: Location
kk: Орналасуы

source: Latitude
kk: Ендік

source: Longitude
kk: Ұзындық

source: Street
kk: Көше

source: ZIP code
kk: Пошта индексі

source: City
kk: Қала

source: Is public (on website)
kk: Жалпыға ашық (сайтта)

source: Image
kk: Сурет

source: URL
kk: URL мекен-жайы

source: Original Event Poll
kk: Шараның бастапқы сауалнамасы

source: Event
kk: Оқиға

source: %(event)s (canceled)
kk: %(event)s (жойылды)

source: %(event)s (pending)
kk: %(event)s (күтілуде)

source: %(event)s (archived)
kk: %(event)s (мұрағатталған)

# the subject
source: Votes
kk: Дауыстар

source: Suggestion
kk: Ұсыныс

source: Suggestions
kk: Ұсыныстар

source: Yes
kk: Иә

source: Maybe
kk: Мүмкін

source: No
kk: Жоқ

source: Voter
kk: Дауыс беруші

source: Vote
kk: Дауыс беру

# the subject
source: Vote
kk: Дауыс

source: Creator
kk: Жасаушы

source: Created
kk: Жасалған

source: Last modified
kk: Соңғы өзгерген

source: Text
kk: Мәтін

source: Comment
kk: Комментарий

source: Comments
kk: Комментарийлер

source: Create Event
kk: Шара құру

source: Would you like to create an event
kk: Шара құрғыңыз келеді ме

source: on
kk: ішінде

source: from
kk: кейін

source: until
kk: дейін

source: Cancel
kk: Жою

source: OK
kk: ОК

# time
source: all day
kk: тәулік бойы

# time
source: at
kk: уақыт

# time
source: o'clock
kk: сағат

# time
source: from
kk: кейін

# time
source: until
kk: дейін

source: There was an error in one of the fields you entered. Please correct it before saving!
kk: Өрістердің бірінде қате пайда болды. Мұны сақтаудан бұрын жөндеңіз!

source: Description and Infos
kk: Сипаттама және ақпарат

source: Description
kk: Сипаттамасы

source: Enter a description for the event
kk: Шараның сипаттамасын енгізіңіз

source: Create
kk: Жасау

source: Save
kk: Сақтау

source: Add unscheduled event
kk: Жоспардан тыс шараны қосу

source: Edit
kk: Өңдеу

source: Event Polls
kk: Шаралар сауалнамалары

source: Enter a title for the new event to be scheduled.
kk: Жоспарланатын жаңа шараның атын енгізіңіз.

source: Dates
kk: Мерзімдері

source: Please select the available days in the calendar.
kk: Күнтізбедегі бос күндерді таңдаңыз.

source: You can select the same day more than once.
kk: Бір күнді бірнеше рет таңдауыңызға болады.

source: Time: e.g. 10 or 10:30.
kk: Уақыты: мысалы, 10 немесе 10:30.

source: Time
kk: Уақыт

source: Note: You cannot edit the dates for this event poll because someone has already cast their vote!
kk: Ескерту: Сіз бұл шаралық сауалнаманың мерзімін өзгерте алмайсыз, өйткені біреу дауыс беріп қойған!

source: Example: http://mywebsite.com
kk: Мысал: http://mywebsite.com

source: External Link for the event
kk: Шараға сыртқы сілтеме

source: Delete
kk: Жою

source: There are no open event polls.
kk: Ашық сауалнамалар жоқ.

source: Planned Events
kk: Жоспарланған іс-шаралар

source: Past Events
kk: Өткен шаралар

source: Archived Event Polls
kk: Мұрағатталған сауалнамалар

source: There are no archived event polls.
kk: Мұрағатталған сауалнамалар жоқ.

source: Vote for %(title)s
kk: %(title)s үшін дауыс беру

source: Archived: %(title)s
kk: Мұрағатталған: %(title)s

source: This event has already been scheduled. Voting is closed.
kk: Бұл шара бұрыннан жоспарланған. Дауыс беру жабық.

source: This event has been canceled. Voting is closed.
kk: Бұл шара тоқтатылды. Дауыс беру жабық.

source: Nobody has voted for this event poll yet.
kk: Бұл сауалнамаға әлі ешкім дауыс берген жоқ.

source: Create an event from one of the suggestions
kk: Ұсынылған нұсқалардың бірінен шара жасаңыз

source: Set the date to %(suggestion)s.
kk: %(suggestion)s өту күнін белгілеңіз.

source: When do you have time?
kk: Сізде қашан уақыт болады?

source: There are no date suggestions for this event poll yet!
kk: Бұл шара сауалнамасына әлі күні бойынша ұсыныс жоқ!

source: Do you really want to delete unscheduled event „%(title)s“?
kk: Жоспарланбаған „%(title)s“ шараны шынымен жойғыңыз келе ме?

source: Delete unscheduled event
kk: Жоспарланбаған шараны жою

source: You will now receive notifications for comments or when this event poll is changed and whenever somebody casts their vote.
kk: Енді сіз ескертулер немесе шара туралы сауалнамадағы өзгерістер туралы, сондай-ақ біреудің дауыс бергені туралы хабарландырулар аласыз.

source: Write comment...
kk: Пікір жазыңыз.

source: Post
kk: Пошта

source: Add event
kk: Шара қосу

source: Enter a title for the new event.
kk: Жаңа шараға атау енгізіңіз.

source: The first uploaded image will be displayed as a wallpaper.
kk: Алғашқы жүктелген сурет тұсқағаз ретінде көрсетіледі.

source: If you set this, your event will be shown on the map! (if permitted by its visibility settings)
kk: Егер сіз осы параметрді орнатсаңыз, шараңыз картада көрсетіледі! (егер көріну параметрлері рұқсат етсе)

source: Calendar
kk: Күнтізбе

source: Copy this iCal-link into your calendar application to import current events:
kk: Ағымдағы шараларды жүктеу үшін осы iCal сілтемені күнтізбелік бағдарламаңызға көшіріңіз:

source: Also include all events from projects within this group in feed
kk: Ақпараттық материалдарға осы топқа кіретін жобалардың барлық шараларын қосыңыз

source: iCal Feed
kk: iCal арнасы

source: Enter the title for a new event or select a day in the Calendar.
kk: Жаңа шараның атын енгізіңіз немесе күнтізбеге күн таңдаңыз.

source: Export event feed
kk: Оқиға туралы ақпаратты жіберу

source: There are no current or future events.
kk: Ағымдағы және болашақ шаралар жоқ.

source: There are no past events.
kk: Өткен шаралар жоқ.

source: There are no upcoming events
kk: Келе жатқан шаралар жоқ

source: Back to Events
kk: Шараларға оралу

source: Return to Event Polls
kk: Сауалнамаларға оралу

source: Return to Archived Event Polls
kk: Мұрағатталған шара сауалнамаларына оралу

source: List
kk: Тізім

source: by
kk: кімнен

source: Created Event
kk: Құрылған шара

source: Do you really want to delete event „%(title)s“?
kk: „%(title)s“ шарасын шынымен жойғыңыз келе ме?

source: Delete event
kk: Шараны жою

source: Hi, %(receiver_name)s! %(sender_name)s has posted a comment on an event you are attending in %(team_name)s: "%(comment_text)s" on the event: "%(event_title)s" Follow this link to see the comment: %(object_url)s (Follow this link to edit your notification preferences: %(notification_settings_url)s ) Your %(site_name)s team.
kk: Сәлем, %(receiver_name)s! %(sender_name)s сіз қатысқан шараға түсініктеме жіберді %(team_name)s: „%(comment_text)s“ іс-шарада: „%(event_title)s“ Пікірді көру үшін мына сілтемеге өтіңіз: %(object_url)s Хабарландыру параметрлерін өзгерту үшін мына сілтемені қараңыз: %(notification_settings_url)s ) Сіздің командаңыз %(site_name)s.

source: %(sender_name)s commented on an event you are attending in %(team_name)s.
kk: %(team_name)s сіз қатысып жатқан шараға %(sender_name)s түсініктеме берді.

source: Hi %(receiver_name)s, a new event "%(object_name)s" in %(team_name)s was created by %(sender_name)s. You can find it by following this link: %(object_url)s (Follow this link to edit your notification preferences: %(notification_settings_url)s ) Your %(site_name)s Team.
kk: Сәлем %(receiver_name)s, %(team_name)s ішінде „%(object_name)s“ жаңа шара %(sender_name)s құрылды. Оны мына сілтемені басу арқылы табуға болады:%(object_url)s (Хабарландыру параметрлерін өзгерту үшін мына сілтемені қараңыз: %(notification_settings_url)s ) Сіздің командаңыз %(site_name)s.

source: Hi, %(receiver_name)s! %(sender_name)s has posted a comment on an event you created in %(team_name)s: "%(comment_text)s" on your event: "%(event_title)s" Follow this link to see the comment: %(object_url)s (Follow this link to edit your notification preferences: %(notification_settings_url)s ) Your %(site_name)s team.
kk: Сәлем, %(receiver_name)s! %(sender_name)s сіз құрған шара %(team_name)s ішінде пікір қалдырды: “%(comment_text)s” сіздің шараңызда: “%(event_title)s” Пікірді қарау үшін сілтемені басыңыз: %(object_url)s (Хабарламаларды алуды редакциялау үшін сілтемеге басыңыз: %(notification_settings_url)s ) Сіздің %(site_name)s командаңыз.

source: %(sender_name)s commented on one of your events in %(team_name)s.
kk: %(team_name)s шараларыңызға %(sender_name)s пікір жазды.

source: Hi %(receiver_name)s, a new event "%(object_name)s", on %(event_date)s, was announced in %(team_name)s by %(sender_name)s. You can find it by following this link: %(object_url)s (Follow this link to edit your notification preferences: %(notification_settings_url)s ) Your %(site_name)s Team.
kk: Сәлем %(receiver_name)s, Жаңа шара “%(object_name)s”, %(event_date)s, %(team_name)s ішінде %(sender_name)s жарияланды. Оны мына сілтеме арқылы таба аласыз: %(object_url)s (Хабарламаларды редакциялау үшін мына сілтемені басыңыз: %(notification_settings_url)s ) Сіздің %(site_name)s командаңыз.

source: Hi, %(receiver_name)s! %(sender_name)s has posted a comment on an event you were tagged in, in %(team_name)s: "%(comment_text)s" on the event: "%(event_title)s" Follow this link to see the comment: %(object_url)s (Follow this link to edit your notification preferences: %(notification_settings_url)s ) Your %(site_name)s team.
kk: Сәлем, %(receiver_name)s! %(sender_name)s сіз белгіленген шарада %(team_name)s пікір қалдырды: “%(comment_text)s” шараңызда: “%(event_title)s” Пікірді қарау үшін сілтемені басыңыз: %(object_url)s (Хабарламаларды редакциялау үшін сілтемені басыңыз: %(notification_settings_url)s ) Сіздің %(site_name)s командаңыз.

source: %(sender_name)s commented on a event you were tagged in %(team_name)s.
kk: %(team_name)s сіз белгілеген шараға %(sender_name)s түсініктеме берді.

source: Hi, %(receiver_name)s! %(sender_name)s has posted a comment on an event poll you voted in in %(team_name)s: "%(comment_text)s" on the event poll: "%(event_title)s" Follow this link to see the comment: %(object_url)s (Follow this link to edit your notification preferences: %(notification_settings_url)s ) Your %(site_name)s team.
kk: Сәлем, %(receiver_name)s! %(sender_name)s сіз дауыс берген шараға пікір қалдырды %(team_name)s: “%(comment_text)s” шара сауалнамасында: “%(event_title)s” Пікірді қарау үшін сілтемені басыңыз: %(object_url)s (Хабарламаларды редакциялау үшін сілетемені басыңыз: %(notification_settings_url)s ) Сіздің %(site_name)s командаңыз.

source: %(sender_name)s commented on an event poll you voted in in %(team_name)s.
kk: %(sender_name)s шара туралы сауалнамаға пікір білдірді, сіз дауыс берген %(team_name)s.

source: Delete Event
kk: Шараны жою

source: (Canceled!)
kk: (Болдырмау!)

source: This is an archived event poll.
kk: Бұл шараларды мұрағаттық шолу.

source: The event that was created after the poll can be viewed here:
kk: Сауалнамадан кейін құрылған шараны мына жерден көруге болады:

source: (No description set)
kk: (Сипаттама жоқ)

# someone else is going
source: Going
kk: Тағы біреу бармақ

# someone else is maybe going
source: Maybe going
kk: Мүмкін басқа біреу барады

# someone else can't go
source: Can't go
kk: Бару мүмкін емес

# one or many people are going
source: Going
kk: Бара жатыр Бара жатыр

# one or many people are maybe going
source: Maybe going
kk: Мүмкін, барады Мүмкін, барады

# one or many people are not going
source: Can't go
kk: Басқа біреу бара алмайды Бару мүмкін емес

source: Going
kk: Бара жатырмын

source: Maybe going
kk: Мүмкін, барайын

source: Can't go
kk: Бара алмаймын

source: Are you going?
kk: Сен келе жатырсың ба?

source: No Choice
kk: Таңдау жоқ

source: You will now receive notifications for comments or when this event is updated or its details change.
kk: Енді сіз ескертулер туралы хабарландырулар аласыз, сондай-ақ осы шара қашан жаңартылады немесе оның деректері өзгертілетіні жөнінде.

source: You created an event
kk: Сіз шара жасадыңыз

source: created an event
kk: сіз шара жасадыңыз

source: Show all
kk: Барлығын көрсету

source: Upcoming events
kk: Алдағы шаралар

source: Event "%(title)s" was edited successfully.
kk: „%(title)s“ шарасы сәтті өңделді.

source: Event "%(title)s" could not be edited.
kk: „%(title)s“ шарасын өңдеу мүмкін емес.

source: The page you requested is not available for this event at this time.
kk: Сіз сұраған бет бұл шара үшін қазір қол жетімді емес.

source: One of the event suggestions times could not be understood!
kk: Іс-шараға арналған ұсыныстардың біреуін түсіну мүмкін емес!

source: Unscheduled event "%(title)s" was edited successfully.
kk: Жоспардан тыс „%(title)s“ шара сәтті өңделді.

source: Unscheduled event "%(title)s" could not be edited.
kk: Жоспарланбаған „%(title)s“ шарасын өзгерту мүмкін емес.

source: Event "%(title)s" was added successfully.
kk: „%(title)s“ шарасы сәтті қосылды.

source: Event "%(title)s" could not be added.
kk: „%(title)s“ шарасын қосу мүмкін емес.

source: Unscheduled event "%(title)s" was added successfully.
kk: Жоспардан тыс „%(title)s“ шара сәтті қосылды.

source: Unscheduled event "%(title)s" could not be added.
kk: Жоспарланбаған шараны „%(title)s“ қосу мүмкін емес.

source: You should define at least one date suggestion.
kk: Жоспарланбаған шараны «% (тақырып) s» қосу мүмкін емес.

source: Event "%(title)s" was deleted successfully.
kk: „%(title)s“ шарасы сәтті жойылды.

source: Event "%(title)s" could not be deleted.
kk: „%(title)s“ шарасын жою мүмкін емес.

source: Unscheduled event "%(title)s" was deleted successfully.
kk: Жоспардан тыс „%(title)s“ шара сәтті жойылды.

source: Unscheduled event "%(title)s" could not be deleted.
kk: Жоспарланбаған „%(title)s“ шарасын жою мүмкін емес.

source: Your votes were saved successfully.
kk: Сіздің дауысыңыз сәтті сақталды.

source: Your votes could not be saved.
kk: Сіздің дауысыңыз сақталмады.

source: This is event is already scheduled. You cannot vote for it any more.
kk: Бұл шара бұрыннан жоспарланған. Енді оған дауыс бере алмайсыз.

source: The complete request can only be sent via POST!
kk: Толық сұранымды тек POST арқылы жіберуге болады!

source: Event cannot be completed: No date was supplied.
kk: Шараны аяқтау мүмкін емес: күні көрсетілмеген.

source: The event was created successfully at the specified date.
kk: Іс-шара көрсетілген күні сәтті жасалды.

source: Your comment was added successfully.
kk: Сіздің пікіріңіз сәтті қосылды.

source: Your comment was deleted successfully.
kk: Пікіріңіз сәтті жойылды.
